Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Corporate income tax revenues are forecast to remain flat at $97.1 billion in 2025-26 due to fiscal measures such as the cancellation of the proposed increase in the capital gains inclusion rate and the extension of the Accelerated Investment Incentive.
fr_fr: de mesures comme l'annulation de l'augmentation proposée du taux d'inclusion des gains en capital et

source: Revenue is then expected to decline slightly in 2026-27, before stabilising throughout 2027-28 and 2028-29.
fr_fr: la baisse du taux le plus bas d'imposition du revenu des particuliers. Pour le reste de la période

source: In 2029-30, growth in corporate income tax revenues is projected to increase to 3.9 per cent, reflecting a return to the long-term historical trend.
fr_fr: de projection, les rentrées d'impôt sur le revenu des particuliers devraient augmenter en moyenne

source: Income taxes paid by non-residents on Canadian-sourced income, notably dividends and interest payments, are expected to grow marginally by 1.4 per cent to $13.7 billion in 2025-26, reflecting weakness in year-to-date revenues.
fr_fr: de 4,1 % par année. En 2025-2026, les rentrées d'impôt sur le revenu des sociétés devraient demeurer stables, à

source: Over the remainder of the forecast horizon, growth in non-resident income tax revenues is expected to average 1.7 per cent per year, reflecting a slowdown in interest payments to non-residents.
fr_fr: 97,1 milliards de dollars, en raison de l'annulation de la hausse proposée du taux d'inclusion

source: Excise Tax and Duty Revenues
fr_fr: des gains en capital et de la prolongation de l'Incitatif à l'investissement accéléré.

source: Goods and Services Tax (GST) revenues are projected to grow 3.6 per cent to $54.4 billion in 2025-26.
fr_fr: Elles devraient ensuite diminuer légèrement en 2026-2027, puis se stabiliser tout au long

source: Over the remainder of the forecast period, GST revenues are expected to grow in line with the taxable consumption outlook, increasing on average by 3.6 per cent per year.
fr_fr: de 2027-2028. En 2029-2030, les rentrées d'impôt sur le revenu des sociétés devraient

source: Customs import duties are forecast to substantially increase by 57.8 per cent to $9.9 billion in 2025-26.
fr_fr: augmenter de 3,9 %, marquant ainsi un retour à la tendance historique à long terme.

source: This growth primarily reflects higher year-to-date revenues, driven by the application of countermeasures in response to the U.S. tariffs.
fr_fr: L'impôt sur le revenu payé par les non-résidents sur le revenu de source canadienne, notamment les

source: The forecasted revenues from the countermeasures are net of estimated remissions and other relief (e.g., Duty Deferral Program).
fr_fr: dividendes et les paiements d'intérêts, devrait augmenter légèrement de 1,4 % et atteindre

source: The current projections account for the application of the countermeasures until the end of 2025-26.
fr_fr: 13,7 milliards de dollars en 2025-2026, ce qui témoigne de la faiblesse des revenus cumulatifs.

source: Projections will be reviewed, as informed by developments, prior to the next fiscal year.
fr_fr: Au cours du reste de la période de projection, la croissance des rentrées d'impôt sur le

source: Customs import duties are projected to grow in line with the projected growth in imports over the remainder of the forecast horizon.
fr_fr: revenu des non-résidents devrait s'établir à 1,7 % en moyenne par année, ce qui cadre avec le

source: Other excise taxes and duties are expected to increase to $13.2 billion in 2025-26, or by 0.8 per cent, as sluggish growth in motive fuels is expected to be offset by other components of the excise taxes, particularly Air Travellers Security Charge.
fr_fr: Revenus tirés des taxes et des droits d'accise Les revenus tirés de la taxe sur les produits et services (TPS) devraient croître de 3,6 %

source: Other excise taxes and duties revenues are projected to grow to $13.6 billion by 2029-30.
fr_fr: en 2025-2026, ce qui les porterait à 54,4 milliards de dollars. Pendant le reste de la

source: Other taxes include revenues from the two-pillar international tax reform, agreed to on October 2021 by the members of the OECD/G20.
fr_fr: période de projection, les revenus tirés de la TPS devraient augmenter de 3,6 % en moyenne

source: Revenues from these taxes are projected to be zero in 2025-26 due to the repeal of the Digital Services Tax and Underused Housing Tax, then grow to $2.1 billion by 2029-30.
fr_fr: par année, conformément à la croissance projetée de la consommation taxable.

source: This primarily reflects the projected revenues from international tax reform that would ensure that multinational enterprises are subject to a minimum 15 per cent tax, no matter where their profits are earned.
fr_fr: Les droits de douane à l'importation devraient connaître une hausse considérable de 57,8 %

source: Proceeds from the Pollution Pricing Framework
fr_fr: et atteindre 9,9 milliards de dollars en 2025-2026.

source: Proceeds from the federal pollution pricing framework are expected to be adjusted down from $13.6 billion in 2024-25 to $0.0 billion in 2025-26 and onwards as the fuel charge ceased to apply effective April 1, 2025.
fr_fr: Cette croissance est principalement attribuable à des revenus cumulatifs plus élevés que prévu du fait de l'application de

source: Direct fuel charge proceeds return mechanisms for Canadians, small- and medium-sized businesses, farmers, and Indigenous governments in provinces where the federal fuel charge applied are being wound down.
fr_fr: contre-mesures en réponse aux droits de douane américains. Les prévisions quant aux revenus tirés de

source: The residual value indicates the amounts related to the Output-Based Pricing System.
fr_fr: celles-ci ne tiennent pas compte des remises estimatives ni des autres allègements

source: Employment Insurance Premium Revenues
fr_fr: (p. ex. Programme de report des droits).

source: Employment Insurance (EI) premium revenues are forecasted to grow at 2.1 per cent in 2025-26, supported by strength in the labour force and insurable earnings.
fr_fr: Les projections actuelles se fondent sur l'application des contre-mesures jusqu'à la fin de 2025-2026.

source: Over the remainder of forecast horizon, EI premium revenues are projected to grow at an average of 3.4 per cent annually, reflecting steady gains in insurable earnings.
fr_fr: Les projections seront revues, en fonction de l'évolution de la situation, avant le prochain exercice. On s'attend à ce que, d'ici la

source: In the long term, strength in the upward trend is partially offset by lower projected growth of the labour force.
fr_fr: fin de la période de projection, les droits de douane à l'importation affichent une croissance

source: The EI premium rate is projected to be $1.63 per $100 of insurable earnings in 2027.
fr_fr: alignée sur la croissance projetée des importations. Ces droits de douane sont sensibles à

source: The actual premium rate for 2027 will be set in the fall of 2026, incorporating the recommendation of the Canada Employment Insurance Commission based on projections provided by the Office of the Chief Actuary. Other Revenues
fr_fr: d'éventuels changements aux politiques commerciales, lesquels pourraient accroître le caractère

source: Other revenues consist of three broad components:
fr_fr: incertain des prévisions de revenus.

source: Enterprise Crown corporation revenues are projected to increase by 40.3 per cent to $11.3 billion in 2025-26, largely reflecting higher expected net profits from the Bank of Canada.
fr_fr: Les autres taxes et droits d'accise devraient augmenter de 0,8 % pour s'établir à

source: Over the remainder of the forecast horizon, growth is projected to average 16.9 per cent annually, driven by net profits of enterprise Crown corporations as well as interest revenues generated from the Government of Canada's purchases of Canada Mortgage Bonds (CMBs).
fr_fr: 13,2 milliards de dollars en 2025-2026, alors que la croissance lente liée aux carburants

source: The government will ensure that the pace and volume of CMB purchases are aligned with market conditions.
fr_fr: devrait être compensée par d'autres composantes des taxes d'accise, notamment le droit pour la

source: Other program revenues are projected to decrease by 7.4 per cent to $31.8 billion in 2025-26.
fr_fr: sécurité des passagers du transport aérien.

source: Over the remainder of the forecast horizon, growth is projected to average 4.8 per cent annually.
fr_fr: D'ici 2029-2030, les revenus provenant des autres taxes

source: Assets in the Exchange Fund Account are mainly invested in debt securities of sovereigns and their agencies.
fr_fr: et droits d'accise devraient atteindre 13,6 milliards de dollars.

source: They are held to aid in the control and protection of the external value of the Canadian dollar and to provide a source of liquidity for the government, if required.
fr_fr: Les autres taxes comprennent les revenus provenant de la réforme fiscale internationale à deux

source: Net foreign exchange revenues and return on investments are projected to decline in 2025-26, largely due to lower short-term interest rates.
fr_fr: piliers, qui a fait l'objet d'une entente en octobre 2021 et qui a été adoptée par les membres

source: Higher returns over the remainder of the forecast horizon are primarily driven by growth in the level of international reserves and other loans and investments.
fr_fr: de l'Organisation de coopération et de développement économiques et du G20.

source: Revenues from Canada's Countermeasures
fr_fr: Les revenus tirés de ces

source: As of October 17, 2025, $6.7 billion in gross revenue has been assessed from Canada's countermeasures in response to U.S. tariffs.
fr_fr: taxes devraient être de zéro en 2025-2026, en raison de l'annulation de la taxe sur les

source: This includes 25 per cent tariffs on $30 billion in goods imported from the U.S., 25 per cent tariffs on steel and aluminum products, and 25 per cent tariffs on vehicles.
fr_fr: services numériques et de la taxe sur les logements sous-utilisés, puis s'élever à

source: A total of $3.0 billion in revenue has been remitted to mitigate the impact of the countermeasures on the Canadian economy.
fr_fr: 2,1 milliards de dollars d'ici 2029-2030.

source: The net revenue assessed is $3.7 billion and remains subject to revision.
fr_fr: Cette hausse est principalement attribuable aux

source: As additional claims for remission are processed, the total amount of relief provided will increase, which will result in downward revisions to net revenue assessed.
fr_fr: revenus prévus provenant de la réforme fiscale internationale, qui garantirait que les entreprises multinationales sont assujetties à un niveau minimum d'imposition de 15 %, peu importe le

source: The figures in Chart A1.1 below detail the net revenue assessed as of October 17, 2025.
fr_fr: lieu où les bénéfices sont gagnés. Produits du régime de tarification de la pollution

source: The forecast for net revenues over the forecast horizon, including adjustments for product scope changes, anticipated remissions and other relief, is presented in Table A1.18, titled Policy Actions Since FES 2024.
fr_fr: Les produits tirés du régime fédéral de tarification de la pollution devraient passer de 13,6 milliards de dollars en 2024-2025 à 0,0 milliard de dollars

source: Effective September 1, 2025, in recognition of the U.S.'s approach to allow most Canadian goods to enter the U.S. tariff-free under CUSMA, Canada removed countermeasures put in place in March 2025 on most U.S. imports.
fr_fr: en 2025-2026 et par la suite, puisque la redevance sur les combustibles a été éliminée le 1 er avril 2025.

source: This includes removing tariffs on $30 billion in goods that had been in place since March 4, 2025 and $14.2 billion in goods that had been in place since March 13, 2025.
fr_fr: Les mécanismes de remise des produits directs de la redevance sur les combustibles aux Canadiens, aux petites et moyennes entreprises, aux agriculteurs

source: Canada's countermeasures on steel, aluminum and vehicles remain in effect.
fr_fr: et aux gouvernements autochtones des provinces où la redevance fédérale sur les combustibles

source: Outlook for Expenses
fr_fr: s'appliquait seront éliminés.

source: Table A1.9 provides an overview of the projection for total expenses by major component.
fr_fr: La valeur résiduelle indique les montants liés au système de

source: Major Transfers to Persons
fr_fr: tarification fondé sur le rendement.

source: Major transfers to persons are expected to increase from $143.7 billion in 2025-26 to $170.3 billion in 2029-30:
fr_fr: Revenus tirés des cotisations d'assurance-emploi Les revenus de cotisations d'assurance-emploi devraient augmenter de 2,1 %

source: Elderly benefits are projected to reach $83.1 billion in 2025-26, up 3.5 per cent.
fr_fr: en 2025-2026, soutenus par la vigueur de la main-d'œuvre et de la rémunération assurable.

source: Over the remainder of the forecast horizon, elderly benefits are forecast to grow by 5.9 per cent on average annually.
fr_fr: Au cours du reste de la période de projection, les revenus de cotisations de l'assurance-emploi

source: Growth in elderly benefits is due to the increasing population of seniors and projected consumer price inflation, to which benefits are fully indexed.
fr_fr: devraient croître de 3,4 % par année en moyenne, en raison de la croissance constante de la rémunération assurable.

source: EI benefits are projected to increase by 22.6 per cent to reach $30.5 billion in 2025-26, largely reflecting a higher projected unemployment rate in 2026.
fr_fr: À long terme, cette forte tendance à la hausse sera en partie freinée par une croissance de la population active inférieure aux projections.

source: EI benefits are expected to grow at an average of 1.7 per cent annually over the remainder of the forecast horizon.
fr_fr: Le taux de cotisation à l'assurance-emploi devrait s'établir à 1,63 $ par tranche

source: Canada Child Benefit payments are projected to increase 5.2 per cent to $30.1 billion in 2025-26, largely reflecting the indexation of benefits to consumer price inflation.
fr_fr: de 100 $ de rémunération assurable en 2027. Le taux de cotisation réel pour 2027

source: Payments are expected to grow at an average of 2.7 per cent annually over the remainder of the forecast horizon.
fr_fr: sera fixé à l'automne de 2026, en fonction de la recommandation que formulera la Commission de

source: COVID-19 income support for workers were provided during the pandemic through the Canada Emergency Response Benefit, Canada Recovery Benefits, and the Canada Worker Lockdown Benefit.
fr_fr: l'assurance-emploi du Canada d'après les projections du Bureau de l'actuaire en chef.

source: These temporary programs are now closed, with projected amounts in 2024-25 mainly reflecting redeterminations of benefit overpayments.
fr_fr: Autres revenus Les autres revenus comptent trois volets généraux :

source: Major Transfers to Provinces, Territories, and Municipalities
fr_fr: Les revenus des sociétés d'État entreprises devraient progresser

source: Major transfers to provinces, territories, and municipalities are expected to increase from $110.8 billion in 2025-26 to $126.3 billion in 2029-30:
fr_fr: de 40,3 % pour s'établir à 11,3 milliards de dollars en 2025-2026, surtout

source: The Canada Health Transfer (CHT) is projected to increase from $54.7 billion in 2025-26 to $65.0 billion in 2029-30, supported by the CHT growth guarantee of at least 5 per cent for five years (in effect from 2023-24 to 2027-28), after which it will grow in line with a three-year moving average of nominal GDP growth, with funding guaranteed to grow by at least 3 per cent per year.
fr_fr: du fait que les bénéfices nets de la Banque du Canada seront plus élevés que prévu. Pour le

source: The Canada Social Transfer will increase from $17.4 billion in 2025-26 to $19.6 billion in 2029-30, reflecting legislated growth of 3 per cent per year.
fr_fr: reste de la période de projection, la croissance devrait être en moyenne de 16,9 % par

source: Equalization payments are indexed to the three-year average of nominal GDP growth and are projected to grow 3.7 per cent annually, on average, from $26.2 billion in 2025-26 to $30.3 billion in 2029‑30.
fr_fr: année, portée par les bénéfices nets des sociétés d'État entreprises de même que par les revenus

source: Territorial Formula Financing is projected to grow 5.6 per cent annually, on average, from 2025-26 to 2029-30 due to growth in provincial/local expenditures, which are major components of the formula.
fr_fr: d'intérêt que le gouvernement du Canada tire de ses Obligations hypothécaires du Canada (OHC).

source: Health agreements with provinces and territories are projected to remain at $4.3 billion in 2025-26 and 2026-27, reflecting $2.5 billion per year for tailored bilateral agreements, and $1.2 billion per year in transfers supporting home and community care and mental health and addictions services that expire after 2026-27.
fr_fr: Le gouvernement s'assurera que le rythme et le volume des achats d'OHC cadrent avec les

source: Another $600 million per year in transfers for long-term care expires after 2027-28.
fr_fr: conditions du marché.

source: Canada-wide early learning and child care transfer payments are expected to increase from $7.9 billion in 2025-26 to $8.5 billion in 2029-30, reflecting 3 per cent per year growth for four years starting in 2027-28 as announced in 2025.
fr_fr: Les autres revenus de programmes devraient s'établir à 31,8 milliards de dollars en 2025-2026, ce qui représente une baisse de 7,4 % en grande partie

source: This also includes $625 million over four years, beginning in 2023-24, for the Early Learning and Child Care Infrastructure Fund.
fr_fr: causée par une diminution des revenus d'intérêts et de pénalités provoquée par des taux

source: Canada Community-Building Fund payments , which are indexed at 2 per cent per year with increases applied in $100 million increments, are expected to grow from $2.5 billion in 2025-26 to $2.7 billion in 2029-30.
fr_fr: d'intérêt bas, et par l'élimination des intérêts et des pénalités dans le cadre de l'allègement

source: Other fiscal arrangements are projected to reduce transfers by $7.6 billion in 2025‑26 increasing to $9.1 billion by 2029-30 due to the Quebec Abatement.
fr_fr: fiscal et du soutien donnés aux entreprises touchées par les droits de douane.

source: This reflects the value of the historical transfer of tax points to Quebec in the 1960s and 1970s, which results in a commensurate reduction in cash transfers to the province.
fr_fr: Pour le reste de la période de projection, la croissance devrait être de 4,8 % en moyenne par année.

source: Pollution Pricing Proceeds Returned to Canadians
fr_fr: Les revenus nets tirés des opérations de change et du rendement des

source: The government removed the federal fuel charge effective April 1, 2025; the federal Output-Based Pricing System remains in place.
fr_fr: investissements , qui proviennent principalement du rendement des réserves

source: All direct proceeds from the federal pollution pricing system are returned over time in the province or territory where they were collected.
fr_fr: officielles de liquidités internationales du Canada détenues dans le Compte du fonds des

source: Amounts in 2026-27 and beyond reflect the maintenance of the federal Output-Based Pricing System only.
fr_fr: changes, sont incertains et sensibles aux variations des taux de change et des taux d'intérêt à

source: Direct Program Expenses
fr_fr: l'étranger.

source: Direct program expenses consist of other transfer payments administered by departments, and other direct program expenses.
fr_fr: Les actifs du Compte du fonds des changes sont principalement investis dans des titres de créance d'États souverains et de leurs organismes.

source: Growth in direct program expenses from 2025-26 to 2029-30 is expected to average below 1 per cent, compared to 8 per cent in the past decade, taking into account planned expenditure reduction actions including the Comprehensive Expenditure Review.
fr_fr: Ils sont détenus pour aider à contrôler et à protéger la valeur externe du dollar canadien et pour fournir une source de

source: Some expenses such as for Indigenous claims and contingent liabilities can impact either other transfer payments or other direct program expenses.
fr_fr: liquidités au gouvernement, au besoin. Les revenus nets tirés des opérations de change et du

source: Other transfer payments administered by departments are projected to increase from $115.6 billion in 2025-26 to $122.7 billion in 2029-30.
fr_fr: rendement des investissements devraient diminuer en 2025-2026, en raison surtout des bas taux d'intérêt à court terme.

source: Other direct program expenses reflect the cost of doing business for more than 100 government departments, agencies, and Crown corporations, as well as an allowance for doubtful accounts on taxes receivable.
fr_fr: Les rendements plus élevés sur le reste de la période de

source: These expenses are forecasted to decrease from $150.2 billion in 2025-26 to $143.2 billion in 2027-28, from the phase-in of savings under the Comprehensive Expenditure Review beginning in 2026-27, as well as from provisioning for contingent liabilities being higher in 2025-26 than in later years.
fr_fr: projection seront principalement dus à la croissance du niveau des réserves de liquidités

source: Gradual growth in later years reflects investments identified in the capital budgeting framework in Annex 2, including capital amortisation expense and expenses of the Canadian Infrastructure Bank; and rebuilding, rearming, and reinvesting in the Canadian Armed Forces.
fr_fr: internationales et d'autres prêts et investissements.

source: Public Debt Charges
fr_fr: Revenus provenant des contre-mesures canadiennes

source: Public debt charges are expected to increase from $55.6 billion in 2025-26 to $76.1 billion in 2029-30 due to projected increases in the stock of debt and higher interest rates.
fr_fr: Au 17 octobre 2025, 6,7 milliards de dollars ont été perçus

source: As a share of GDP, public debt charges are projected to rise from 1.8 per cent in 2025-26 to 2.1 per cent in 2029-30.
fr_fr: relativement aux contre-mesures que le Canada a imposées en réponse aux droits de

source: Net Actuarial Losses
fr_fr: douane américains.

source: The forecast of these net actuarial losses, including gains in the outer years of the forecast horizon, is volatile and sensitive to projections of future interest rates.
fr_fr: Parmi ces contre-mesures, mentionnons les droits de 25 % sur l'équivalent de 30 milliards de dollars de biens

source: To isolate these measurement impacts from underlying trends in government spending, expenses in Table A1.9 and the budgetary balance in Table A1.7 are shown before and after net actuarial losses.
fr_fr: importés des États-Unis, des droits de 25 % sur les produits d'acier et

source: Update on Contingent Liabilities
fr_fr: d'aluminium et des droits de 25 % sur les véhicules.

source: Consistent with Canadian public sector accounting standards, the government records a contingent liability when the probability of a future payment is considered likely and the amount can be reasonably estimated.
fr_fr: Un montant de 3,0 milliards de dollars, tiré des revenus, a été remis pour

source: Provisions for contingent liabilities are continuously reviewed and refined in light of new information and changing circumstances.
fr_fr: atténuer l'impact des contre-mesures sur l'économie canadienne. Les revenus nets
